---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.LoadNature
source: html/4788511e-5600-a0a1-17b2-31b7dc44badc.htm
---
# LoadNature Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.